<template>
  <div class="page_main">
    <div id="Wrap">
  
      <!-- 본문 시작 -->
      <main role="main">
      <!-- main_container -->
      <div id="sub_container" class="etc_privacy_wrap">

      <section class="container full_bg">
          <h3>펑크비즘 이용약관</h3>

			<h4>제1조 목적 및 효력</h4>
			<ul class="num1">
				<li>본 약관은 주식회사 펑크비즘(이하 "회사")이 제공하는 NFT 및 에어드랍과 관련하여 회사와 유저의 권리, 의무 및 책임 사항, 기타 필요한 사항을 규정함을 목적으로 합니다. </li>
				<li>
					본 약관은 다음 각 호의 어느 하나에 해당하는 경우 유저가 본 약관에 동의하고 관련된 의무와 책임을 이행할 것으로 간주됩니다.
					<ul class="num2">
						<li>펑크비즘 토큰을 보유하게 된 경우</li>
						<li>에어드랍에 참여하거나 에어드랍을 통해 회사 발행 토큰을 수령한 경우</li>
						<li>회사가 운영하는 커뮤니티에 참여하는 경우</li>
						<li>회사가 주최하는 이벤트에 참여하는 경우</li>
						<li>기타 회사가 제시하는 방식으로 약관 동의 의사를 표시한 경우</li>
					</ul>
				</li>
			</ul>

			<h4 class="mt40">제2조 정의</h4>
			<ul class="num1">
				<li>“NFT”란, 블록체인 기반의 디지털 자산으로서, 이미지, 동영상, 음악, 서적 등의 디지털 저작물에 대한 메타데이터 정보를 포함한 상태로 발행되는 대체 불가능한 토큰(Non-Fungible Token)을 의미합니다.</li>
				<li>“펑크비즘 토큰”이란, 회사가 발행한 또는 발행할 NFT 및 기타 블록체인 기반의 디지털 자산(토큰)을 의미합니다.</li>
				<li>“프로젝트”란, 회사가 운영하는 에어드랍, 커뮤니티, 이벤트, 프로젝트 등 펑크비즘 토큰과 관련한 제반 활동을 의미합니다.</li>
				<li>“유저”란, 펑크비즘 토큰을 보유, 매매, 기타 방법으로 활용하는 자 및 프로젝트에 참여하는 자를 포함하여 본 약관에 동의한 자를 의미합니다.</li>
				<li>“커뮤니티”란, 회사가 제공하는 각종 채널(디스코드, X, 텔레그램, 카카오톡 오픈채팅방, 유튜브, 인스타그램 등을 포함하며 이에 한정되지 아니함)을 통해 참여하고 형성되는 집단 내지 공동체를 의미합니다.</li>
				<li>“지갑”이란, NFT 등 가상자산을 보유∙매매할 수 있는 가상자산 지갑을 의미합니다. 메타마스크(Metamask), 팬텀(Phantom), 렛저(Ledger), 디센트(D’cent) 등을 통해 제공되는 가상자산 지갑을 포함하며 이에 한정되지 않습니다.</li>
				<li>“금지된 사용자”란, 다음 각 호에 해당하는 자로서 회사가 NFT의 보유∙거래 에어드랍 참여, 커뮤니티 활동 등의 일부 또는 전부를 일시적∙종국적으로 제한∙금지할 수 있는 자를 의미합니다.
					<ul class="num2">
						<li>본 약관에서 규정한 제반사항을 위반한 자</li>
						<li>본 약관 제4조의 금지행위를 한 자</li>
						<li>타인 명의의 지갑을 연결 및 이용하는 자</li>
						<li>허위 또는 잘못된 정보를 기재 또는 제공하거나, 회사가 제시하는 내용을 기재하지 않은 자</li>
						<li>프로젝트 또는 회사의 영업을 방해∙교란하거나 방해∙교란할 목적으로 참여하는 자</li>
						<li>펑크비즘 토큰 또는 프로젝트를 부정한 방법으로 이용하는 자</li>
						<li>본 약관 제8조의 커뮤니티 가이드라인을 준수하지 않는 자</li>
						<li>커뮤니티의 분란을 조장한다고 회사가 인정하는 자</li>
						<li>커뮤니티의 건전한 사용을 해친다고 회사가 인정하는 자</li>
						<li>부정한 용도 또는 별개의 영업 목적으로 펑크비즘 토큰 또는 프로젝트를 이용하려는 자</li>
						<li>관련 법령에 어긋나거나 사회의 안녕질서, 미풍양속을 저해할 수 있는 자</li>
						<li>특정 금융거래정보의 보고 및 이용 등에 관한 법률(이하 “특정금융정보법”) 및 관련 법령, 가상자산이용자 보호 등에 관한 법률(이하 “가상자산이용자보호법”) 및 관련 법령, 자금세탁방지 및 공중협박자금조달금지에 관한 업무규정(이하 “FIU고시 업무규정”) 등에 따라 적법하게 펑크비즘 토큰을 이용할 수 없거나 프로젝트에 참여할 수 없는 자</li>
						<li>특정금융정보법 및 관련 법령, 가상자산이용자보호법, FIU고시 업무규정, 정부지침 등에 따라 자금세탁 등과 관련하여 추가정보확인이 필요한 자 또는 요주의 인물에 해당하는 자</li>
						<li>가상자산 관련 법령상 금지된 관할권의 시민, 거주자 또는 금지된 관할권의 법률에 따라 형성되거나 설립된 법인</li>
						<li>가상사설망(VPN)을 통해 부정하게 프로젝트에 접근하려는 자</li>
						<li>회사와 분쟁 관계에 있거나 있었던 자 또는 그러한 자와 관련되었거나 거래한 자로서 프로젝트, 영업, 펑크비즘 토큰에 부정적인 영향을 주거나 줄 우려가 있다고 회사가 인정하는 자</li>
						<li>그 밖에 회사의 단독 재량의 판단에 의하여 프로젝트 운영과 관련하여 제한∙금지 조치가 필요하다고 인정되는 자</li>
					</ul>
				</li>
				<li>“에어드랍”이란, 회사가 특정 조건을 충족하는 개별 유저의 지갑에 무료로 펑크비즈 토큰을 배포하는 이벤트성 행위를 의미합니다.</li>
				<li>“지식재산권”이란, 특허권, 실용신안권, 디자인권, 상표권, 저작권(2차적저작물작성권 포함), 기타의 지식재산권 등을 포함 기타 그와 관련된 일체의 권리를 의미합니다.</li>
			</ul>

			<h4 class="mt40">제3조 에어드랍</h4>
			<ul class="num1">
				<li>회사는 에어드랍을 통해 유저의 참여 및 커뮤니티 활성화를 촉진할 수 있습니다. 이 때 에어드랍 참여방식, 참여기준 및 관련 정책은 회사의 단독 재량에 따라 수시로 변경될 수 있습니다. 에어드랍 관련 정책에는 커뮤니티 활성화의 목적으로 펑크비즘 토큰의 토큰의 재발행, 지원 중단, 기술적 형태의 변경, 데이터 삭제 등이 포함될 수 있습니다.</li>
				<li>에어드랍은 금지된 사용자가 아닌 유저에게만 할당 및 수령되도록 의도되었으며, 금지된 사용자는 에어드랍에 참여할 수 없습니다.</li>
				<li>회사는 에어드랍이 이루어지기 전 또는 이루어진 이후 회사의 단독 재량으로 판단한 금지된 사용자 또는 잠재적인 금지된 사용자에 대하여 사전통지 또는 동의 없이 에어드랍의 취소∙해제 또는 기타 필요한 조치를 취할 수 있는 권리를 보유합니다.</li>
				<li>에어드랍의 취소∙해제 또는 기타 필요한 조치에는 회사가 제공한 펑크비즘 토큰의 회수, 재발행, 지원 중단, 무효화, 에어드랍 참여자격의 제한, 기술적 형태의 변경, 데이터 삭제 등의 행위가 포함되며, 회사는 기타 적절하다고 판단하는 방식에 의해 필요한 조치를 취할 수 있습니다.</li>
				<li>에어드랍의 취소∙해제는 유저에 대한 사전 통지 및 유저의 동의 없이 진행될 수 있습니다.</li>
				<li>회사는 에어드랍의 취소∙해제에 응하지 않거나 이의를 제기하는 금지된 사용자에 대하여 후속 조치 및 손해배상을 청구할 수 있습니다.</li>
			</ul>

			<h4 class="mt40">제4조 금지행위</h4>
			<ul class="num1">
				<li>유저는 다음 각 호 중 하나에 해당하거나 해당할 우려가 있는 행위에 직접 또는 제3자를 통하여 간접적으로 관여해서는 아니됩니다.
					<ul class="num2">
						<li>본 약관의 조항을 위반하는 행위</li>
						<li>펑크비즘 토큰의 가치를 훼손∙손상시키는 행위</li>
						<li>회사 또는 제3자의 지식재산권, 개인정보, 기타 권리를 침해하는 행위</li>
						<li>회사 또는 제3자를 차별하거나, 비방하거나, 회사 또는 제3자의 명예 또는 신용을 훼손하는 행위</li>
						<li>수단을 불문하고 회사의 원활한 프로젝트 운영을 방해하거나 저해하는 행위</li>
						<li>펑크비즘 토큰 또는 프로젝트가 운영되는 블록체인, 프로토콜, 네트워크에 해를 끼칠 수 있는 행위</li>
						<li>회사가 커뮤니티에 금지행위임을 공지한 행위를 포함하여 회사가 부적절하다고 판단한 기타의 행위</li>
						<li>기타 법령, 공서양속에 위배되는 행위</li>
					</ul>
				</li>
				<li>유저가 제1항의 금지행위를 하는 경우 회사는 사전 통지 또는 유저의 동의 없이 해당 유저를 금지된 사용자로 일시적∙종국적으로 지정할 수 있습니다.</li>
				<li>제2항에 의하여 금지된 사용자로 지정되는 경우 프로젝트 참여의 일부 또는 전부가 제한될 수 있으며 제3조 제3항에 따른 조치를 취할 수 있습니다.</li>
				<li>제3항의 조치에 추가하거나 대신하여, 회사는 해당 금지된 사용자에게 금지행위의 중지 또는 데이터 삭제 등을 요청할 수 있으며 해당 금지된 사용자는 이러한 요청에 따라야 합니다. 만일 회사의 요청에 따르지 않아 회사에 손해가 발생하는 경우, 해당 금지된 사용자는 회사에게 손해를 배상하여야 합니다.</li>
			</ul>

			<h4 class="mt40">제5조 펑크비즘 토큰 및 프로젝트의 변경 및 제한</h4>
			<ul class="num1">
				<li>회사는 안정적인 프로젝트 운영을 위하여 펑크비즘 토큰을 포함한 프로젝트의 내용, 운영상∙기술상 사항 등을 변경할 수 있습니다.</li>
				<li>펑크비즘 토큰 또는 프로젝트와 관련한 내용이 중대하게 변경되는 경우 회사는 유저에게 변경 5일 전 커뮤니티에 공지하거나 제11조에 따라 통지합니다. 단, 회사가 사전에 공지 또는 통지할 수 없는 부득이한 사유가 있는 경우 사후에 공지 또는 통지할 수 있습니다.</li>
				<li>유저는 펑크비즘 토큰 또는 프로젝트의 변경에 동의하지 않을 경우 회사에 거부 의사를 표시할 수 있으며 그 경우 유저의 프로젝트 참여가 제한될 수 있습니다.</li>
			</ul>

			<h4 class="mt40">제6조 회사의 역할 및 의무</h4>
			<ul class="num1">
				<li>회사는 유저에게 원활한 프로젝트의 운영과 커뮤니티 활성화를 촉진하기 위해 노력합니다.</li>
				<li>회사는 특정금융정보법, 가상자산이용자보호법, 개인정보보호법, 기타 관련 법령을 준수합니다.</li>
				<li>회사는 금지된 사용자의 펑크비즘 토큰의 이용 및 거래행위, 프로젝트 참여를 일시적∙종국적으로 제한 또는 금지할 수 있습니다.</li>
				<li>회사는 에어드랍으로 배포한 펑크비즘 토큰의 거래를 유지 및 지원하거나 관련 데이터를 유지할 의무가 없습니다.</li>
			</ul>

			<h4 class="mt40">제7조 유저의 역할 및 의무</h4>
			<ul class="num1">
				<li>유저는 본 약관을 비롯하여 회사가 펑크비즘 토큰 및 프로젝트 운영과 관련하여 회사가 수시로 공지하는 각종 지침을 준수하여야 합니다.</li>
				<li>유저는 건전한 커뮤니티의 유지와 발전을 위해 노력하여야 합니다.</li>
				<li>유저가 본 약관에 따라 금지된 사용자로 지정되거나 제4조에 따른 금지행위를 하여 펑크비즘 토큰에 관한 권리 및 프로제트 참여 기회가 취소, 해제, 무효화된 경우, 해당 유저는 펑크비즘 토큰을 회사의 명시적 사전 동의 없이 제3자에게 이전, 양도, 매도, 기타 거래할 수 없습니다.</li>
				<li>유저의 계정 및 해당 계정과 연동되는 지갑, 지갑 정보, 개인키(private key) 등에 관한 관리 책임은 유저에게 있으며 이를 제3자가 이용하도록 하여서는 아니됩니다.</li>
				<li>유저는 프로젝트 접근에 필요한 계정 정보를 분실했거나, 도용 당하였거나, 제3자가 사용하고 있음을 인지한 경우 그 즉시 회사 및 관계기관에 신고∙통지하여야 합니다. 회사는 그 즉시 해당 유저의 계정 이용 중단 등 필요한 조치를 할 수 있습니다.</li>
			</ul>

			<h4 class="mt40">제8조 커뮤니티 가이드라인</h4>
			<ul class="num1">
				<li>유저는 커뮤니티를 이용함에 있어 회사, 다른 유저 및 제3자의 명예 또는 신용을 훼손하는 행위를 하여서는 아니됩니다.</li>
				<li>유저는 커뮤니티를 이용함에 있어 비방, 욕설, 정치적∙선정적∙상업적 발언을 하여서는 아니됩니다.</li>
				<li>유저는 커뮤니티를 이용함에 있어 회사 및 다른 유저들 간의 분쟁을 조장하는 언행을 하여서는 아니됩니다.</li>
				<li>유저는 커뮤니티를 이용함에 있어 문제가 발생하는 즉시 회사에 관련 내용을 보고∙신고하여야 합니다.</li>
				<li>유저는 건전한 커뮤니티의 발전을 위해 노력하여야 합니다.</li>
			</ul>

			<h4 class="mt40">제9조 지식재산권</h4>
			<ul class="num1">
				<li>에어드랍 등을 통해 유저에게 펑크비즘 토큰이 배포되어 소유권이 이전되더라도 지식재산권은 회사에 귀속됩니다.</li>
				<li>유저는 회사 또는 제3자의 지식재산권 등을 침해하여서는 아니되며, 이를 침해함으로써 회사 및 제3자에 손해가 발생하는 경우 그 손해를 배상하여야 합니다.</li>
			</ul>

			<h4 class="mt40">제10조 데이터 사용</h4>
			<ul class="num1">
				<li>회사는 유저 및 금지된 사용자로부터 취득한 정보 및 데이터를 개인이 식별할 수 없도록 익명화하고 개인정보로 간주되지 않는 형태로 가공한 후 다음 각 호와 같은 방법으로 이용할 수 있습니다.
					<ul class="num2">
						<li>프로젝트 개발, 생산, 판매, 연구, 분석, 통계, 홍보, 마케팅 등의 업무를 위한 이용</li>
						<li>프로젝트의 품질, 성능, 기능을 개선하기 위한 이용</li>
						<li>언론자료, 비즈니스 자료, 투자자료, 기타 프로모션을 위한 이용</li>
						<li>프로젝트의 광고 등을 위해 소셜미디어(SNS), 웹사이트, 기타 미디어에 게시하는 행위</li>
						<li>기타 회사가 영업을 위해 필요하다고 인정하는 행위</li>
					</ul>
				</li>
				<li>회사는 수집한 유저 및 금지된 사용자의 정보를 제1항과 다른 용도로 사용하거나 동의 없이 제3자에게 제공하지 않습니다. 다만, 다음 각 호의 경우에는 관계법령이 허용하는 범위 내에서 개인정보를 제3자에게 제공할 수 있습니다.
					<ul class="num2">
						<li>유저의 동의를 받은 경우</li>
						<li>수사기관이나 기타 정부기관으로부터 정보의 제공을 요청받은 경우</li>
						<li>기타 법령에 의해 허용되는 경우</li>
					</ul>
				</li>
			</ul>

			<h4 class="mt40">제11조 유저에 대한 통지</h4>
			<ul class="num1">
				<li>회사는 본 약관에 별도의 규정이 없는 한 전자우편, 프로젝트 내 메시지, 커뮤니티 공지글, 문자메시지, 전화 등으로 유저에게 통지할 수 있습니다.</li>
				<li>회사는 유저 전체에 대하여 통지를 하는 경우 본 약관에 별도의 규정이 없는 한 10일 이상 프로젝트 내 공지사항 게시판 또는 커뮤니티에 게시하는 등의 방법으로 공지함으로써 전항의 통지를 갈음할 수 있습니다.</li>
				<li>회사는 프로젝트를 위해 불가피한 경우와 기타 사전에 통지할 수 없는 부득이한 사정이 있는 경우에는 사후적으로 통지할 수 있습니다. 단, 통지할 연락처 및 주소 자체가 존재하지 않거나 알 수 없는 경우에는 통지를 생략할 수 있습니다.</li>
			</ul>

			<h4 class="mt40">제8조 커뮤니티 가이드라인</h4>
			<ul class="num1">
				<li>유저는 커뮤니티를 이용함에 있어 회사, 다른 유저 및 제3자의 명예 또는 신용을 훼손하는 행위를 하여서는 아니됩니다.</li>
				<li>유저는 커뮤니티를 이용함에 있어 비방, 욕설, 정치적∙선정적∙상업적 발언을 하여서는 아니됩니다.</li>
				<li>유저는 커뮤니티를 이용함에 있어 회사 및 다른 유저들 간의 분쟁을 조장하는 언행을 하여서는 아니됩니다.</li>
				<li>유저는 커뮤니티를 이용함에 있어 문제가 발생하는 즉시 회사에 관련 내용을 보고∙신고하여야 합니다.</li>
				<li>유저는 건전한 커뮤니티의 발전을 위해 노력하여야 합니다.</li>
			</ul>

			<h4 class="mt40">제9조 지식재산권</h4>
			<ul class="num1">
				<li>에어드랍 등을 통해 유저에게 펑크비즘 토큰이 배포되어 소유권이 이전되더라도 지식재산권은 회사에 귀속됩니다.</li>
				<li>유저는 회사 또는 제3자의 지식재산권 등을 침해하여서는 아니되며, 이를 침해함으로써 회사 및 제3자에 손해가 발생하는 경우 그 손해를 배상하여야 합니다.</li>
			</ul>

			<h4 class="mt40">제10조 데이터 사용</h4>
			<ul class="num1">
				<li>회사는 유저 및 금지된 사용자로부터 취득한 정보 및 데이터를 개인이 식별할 수 없도록 익명화하고 개인정보로 간주되지 않는 형태로 가공한 후 다음 각 호와 같은 방법으로 이용할 수 있습니다.
					<ul class="num2">
						<li>프로젝트 개발, 생산, 판매, 연구, 분석, 통계, 홍보, 마케팅 등의 업무를 위한 이용</li>
						<li>프로젝트의 품질, 성능, 기능을 개선하기 위한 이용</li>
						<li>언론자료, 비즈니스 자료, 투자자료, 기타 프로모션을 위한 이용</li>
						<li>프로젝트의 광고 등을 위해 소셜미디어(SNS), 웹사이트, 기타 미디어에 게시하는 행위</li>
						<li>기타 회사가 영업을 위해 필요하다고 인정하는 행위</li>
					</ul>
				</li>
				<li>회사는 수집한 유저 및 금지된 사용자의 정보를 제1항과 다른 용도로 사용하거나 동의 없이 제3자에게 제공하지 않습니다. 다만, 다음 각 호의 경우에는 관계법령이 허용하는 범위 내에서 개인정보를 제3자에게 제공할 수 있습니다.
					<ul class="num2">
						<li>유저의 동의를 받은 경우</li>
						<li>수사기관이나 기타 정부기관으로부터 정보의 제공을 요청받은 경우</li>
						<li>기타 법령에 의해 허용되는 경우</li>
					</ul>
				</li>
			</ul>

			<h4 class="mt40">제11조 유저에 대한 통지</h4>
			<ul class="num1">
				<li>회사는 본 약관에 별도의 규정이 없는 한 전자우편, 프로젝트 내 메시지, 커뮤니티 공지글, 문자메시지, 전화 등으로 유저에게 통지할 수 있습니다.</li>
				<li>회사는 유저 전체에 대하여 통지를 하는 경우 본 약관에 별도의 규정이 없는 한 10일 이상 프로젝트 내 공지사항 게시판 또는 커뮤니티에 게시하는 등의 방법으로 공지함으로써 전항의 통지를 갈음할 수 있습니다.</li>
				<li>회사는 프로젝트를 위해 불가피한 경우와 기타 사전에 통지할 수 없는 부득이한 사정이 있는 경우에는 사후적으로 통지할 수 있습니다. 단, 통지할 연락처 및 주소 자체가 존재하지 않거나 알 수 없는 경우에는 통지를 생략할 수 있습니다.</li>
			</ul>

			<h4 class="mt40">제12조 보증 부인</h4>
			<ul class="num1">
				<li>펑크비즘 토큰 또는 회사의 프로젝트는 법적으로 허용되는 범위 내에서 “있는 그대로” 및 “사용 가능한 대로” 제공되며, 소유권, 비침해, 상품성 및 특정 목적에의 적합성에 대한 묵시적 표현 또는 보증을 포함하되 이에 국한되지 않은 어떠한 종류의 표현 또는 보증도 없이 제공되며, 유저는 그 이용과 관련하여 모든 책임과 위험을 감수합니다.</li>
				<li>회사는 펑크비즘 토큰 또는 회사의 프로젝트와 관련된 완전성, 보안, 신뢰성, 품질, 정확성 또는 가용성과 관련하여 어떠한 보증이나 진술도 하지 않습니다. 여기에는 오류가 없거나 중단되지 않으며, 결함이 수정될 것을 보장하지 않는다는 내용이 포함되며, 상기의 사항에 대한 위험은 유저가 부담합니다.</li>
				<li>회사는 펑크비즘 토큰이 판매되거나 양도되거나, 판매 가능하거나 양도 가능하거나, 법정 통화, 가상자산 또는 암호화 토큰으로 교환할 수 있는 플랫폼이 있거나 존재할 수 있다는 것을 어떠한 방식으로든 진술, 보증 또는 보장하지 않습니다.</li>
			</ul>

			<h4 class="mt40">제13조 손해배상</h4>
			<ul class="num1">
				<li>유저 및 금지된 사용자가 본 약관을 위반하여 회사, 다른 유저 및 제3자에 손해를 끼치는 경우, 해당 유저 및 금지된 사용자는 그 손해를 배상하여야 합니다.</li>
				<li>유저 및 금지된 사용자가 펑크비즘 토큰의 수령, 보유, 기타의 행위 또는 프로젝트에 참여 행위에 있어 행한 불법행위나 본 약관 위반행위로 인하여 회사가 해당 유저 이외의 제3자로부터 손해배상청구 또는 소송을 비롯한 각종 이의제기를 받는 경우, 해당 귀책 유저가 직접 책임을 부담함을 원칙으로 합니다. 다만, 회사가 당해 문제를 제기한 제3자에게 우선 대응할 수 있으며, 이 과정에서 회사에게 비용 및 손해가 발생한 경우에는 그에 대하여 해당 귀책 유저에게 구상권을 행사할 수 있습니다.</li>
			</ul>

			<h4 class="mt40">제14조 면책사항</h4>
			<ul class="num1">
				<li>회사는 다음 각 호의 어느 하나에 해당하는 경우에는 책임이 면제되며 손해배상책임을 지지 않습니다.
					<ul class="num2">
						<li>전시, 사변, 천재지변, 재해, 국가비상사태 기타 불가항력으로 인한 경우</li>
						<li>전기통신서비스 특성상 불가피한 사유로 프로젝트 운영이 불가능하거나 관련 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 일시적으로 프로젝트 운영을 중단하는 경우</li>
						<li>제휴사(블록체인 플랫폼이 포함되며 이에 한정하지 않음) 등의 장애 또는 유저의 귀책사유로 인한 장애로 인해 손해가 발생하는 경우</li>
						<li>유저의 고의 또는 과실로 펑크비즘 토큰 또는 프로젝트에 장애가 발생하거나 유저 정보 또는 자료가 소실되는 경우</li>
						<li>유저가 신상정보, 지갑 주소, 연락처 정보 등을 부실하게 기재하여 유저에게 손해가 발생한 경우</li>
						<li>회사의 귀책사유 없이 유저의 계정 또는 지갑 정보가 분실, 도용, 공개된 경우</li>
						<li>유저가 자신의 인증정보를 제3자에게 알려주어 유저에게 손해가 발생한 경우</li>
						<li>유저 상호간 및 유저와 제3자 상호 간에 펑크비즘 토큰 및 프로젝트와 관계된 분쟁 또는 손해가 발생한 경우</li>
						<li>유저가 본 약관 및 회사의 운영정책을 위반한 경우</li>
						<li>에어드랍 등 무료로 제공되는 펑크비즘 토큰으로 인해 유저에게 어떠한 손해가 발생한 경우</li>
						<li>회사가 펑크비즘 토큰의 기술적인 형태를 변경하는 경우</li>
						<li>회사가 제5조에 따라 펑크비즘 토큰 및 프로젝트의 운영을 변경하는 경우</li>
						<li>회사가 파산, 화의, 해산, 회사 정리 절차의 신청 등 영업상의 중대한 사유가 발생하여 프로젝트의 정상적인 운영이 곤란하다고 인정되는 경우</li>
						<li>회사가 금지된 사용자에 대하여 일정한 조치 등을 취하는 경우</li>
						<li>기타 회사의 귀책사유가 없는 경우</li>
					</ul>
				</li>
				<li>유저는 회사가 (i) 펑크비즘 토큰에 대하여 모든 유형의 환불을 제공하거나, (ii) 펑크비즘 토큰의 교환을 위한 유동성을 보장하거나, (iii) 펑크비즘 토큰에 대해 금전 또는 기타의 보상을 받도록 할 의무를 부담하지 않는다는 점을 인정하고 동의합니다.</li>
				<li>회사는 펑크비즘 토큰 및 프로젝트와 관계된 유저 상호간 또는 유저와 제3자 상호간 분쟁에 개입하지 않습니다.</li>
			</ul>

			<h4 class="mt40">제15조 분쟁의 해결</h4>
			<ul class="num1">
				<li>본 약관에 의한 펑크비즘 토큰 기타 프로젝트와 관련하여 분쟁이 발생한 경우, 회사와 유저가 상호 합의하여 해결하는 것을 원칙으로 합니다. 단, 합의가 이루어지지 않는 경우에는 대한민국 법령을 준거법으로 하고 서울중앙지방법원을 제1심 관할법원으로 하여 해결합니다.</li>
			</ul>

			
			<h4 class="mt40">&lt;부칙&gt;</h4>
			<ul class="num1">
				<li>본 약관은 2024년 11월 20일부터 적용됩니다.</li>
			</ul>


        </section>

  
      </div>
      <!-- //main_container -->
      </main>
      <!-- //본문 끝 -->
  
    </div>
  </div>
  
  </template>
  
  <script>
  import { defineComponent } from 'vue'
  import { useI18n } from 'vue-i18n'
  import wait from 'waait'
  import { QSpinnerGears } from 'quasar'
  
  import $ from 'jquery';
  
  
  export default defineComponent({
    name: 'PageIndex',
    data () {
      return {
        smallSize: false,
      }
    },
    components: {
    },
    watch: {
      // getWalletAddress(newVal, oldVal) {
      //   if (newVal && newVal !== oldVal) {
      //     this.getNftList();
      //   }
      // },
    },
    computed: {
    },
    created: function () {
      // 화면 리사이즈 이벤트 핸들러
      window.addEventListener("resize", this.resizeEventHandler)
      if (document.body.offsetWidth < 1024) {
        this.smallSize = true
      }
    },
    destroy: function () {
      window.removeEventListener("resize", this.resizeEventHandler)
    },
    mounted: function () {
      // 개별 페이지에 맞는 css 로드
      this.$loadStyle('/_css/membership.css')

      // "Go to Top" 버튼 클릭 시 페이지 상단으로 이동
      document.querySelector('#gotop').addEventListener('click', (event) => {
          event.preventDefault(); // 기본 동작(페이지 이동) 방지
          window.scrollTo({ top: 0, behavior: 'smooth' }); // 부드럽게 스크롤
      });
  
      this.$nextTick(() => {
      });
    },
    setup () {
      const { locale } = useI18n({ useScope: 'global' })
  
      return {
        locale,
      }
    },
    methods: {

    },
  })
  </script>
  